Repository: sajimenez/tmc-finder
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Max date allowed is {}
es: Fecha máxima permitida es {}

source: Term in days
es: Plazo en días

source: Amount in UF
es: Monto en UF

source: Date
es: Fecha

source: YYYY-MM-DD
es: DD/MM/AAAA

source: SBIF service timed out
es: Timeout del servicio SBIF

source: A problem occurred with the SBIF service
es: Ocurrió un problema con el servicio SBIF

source: TMC value: {}%
es: Tasa Máxima Convencional (TMC): {}%

source: TMC was not found for the given parameters
es: No se encontró la TMC para los parámetros ingresados

source: operation
es: operación

source: operations
es: operaciones

source: code
es: código

source: title
es: título

source: subtitle
es: subtítulo

source: minimun term in days (inclusive)
es: plazo mínimo en días (inclusive)

source: maximun term in days
es: plazo máximo en días

source: minimun amount in UF
es: monto mínimo en UF

source: maximun amount in UF (inclusive)
es: monto máximo en UF (inclusive)

source: TMC Finder
es: Buscador TMC

source: Search
es: Buscar

source: No data found in SBIF for the given date
es: No se encontró data en SBIF para la fecha ingresada
